Edits to these assemblies do not match existing types, new type will be created.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AssemblyInheritTypeWarn { get; }
  Visual Basic
Public Shared ReadOnly Property AssemblyInheritTypeWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AssemblyInheritTypeWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AssemblyFailures Class
  Autodesk.Revit.DB Namespace